{
  "books": [
    {
      "title": "The Possessed",
      "body": "IN UNDERTAKING to describe the recent and strange incidents in our town, till lately wrapped in uneventful obscurity, I find myself forced in absence of literary skill to begin my story rather far back, that is to say, with certain biographical details concerning that talented and highly-esteemed gentleman, Stepan Trofimovitch Verhovensky. I trust that these details may at least serve as an introduction, while my projected story itself will come later.",
      "author": "Fyodor Dostoyevsky",
      "id": 1
    },
    {
      "title": "IT",
      "body": "The terror, which would not end for another twenty-eight years-if it ever did end-began, so far as I know or can tell, with a boat made from a sheet of newspaper floating down a gutter swollen with rain. The boat bobbed, listed, righted itself again, dived bravely through treacherous whirlpools, and continued on its way down Witcham Street toward the traffic light which marked the intersection of Witcham and Jackson. The three vertical lenses on all sides of the traffic light were dark this afternoon in the fall of 1957, and the houses were all dark, too. There had been steady rain for a week now, and two days ago the winds had come as well. Most sections of Derry had lost their power then, and it was not back on yet.",
      "author": "Stephen King",
      "id": 2
    },
    {
      "title": "Der SteppenWolf",
      "body": "THIS BOOK CONTAINS THE RECORDS LEFT US by a man whom, according to the expression he often used himself, we called the Steppenwolf. Whether this manuscript needs any introductory remarks may be open to question. I, however, feel the need of adding a few pages to those of the Steppenwolf in which I try to record my recollections of him. What I know of him is little enough. Indeed, of his past life and origins I know nothing at all. Yet the impression left by his personality has remained, in spite of all, a deep and sympathetic one. Some years ago the Steppenwolf, who was then approaching fifty, called on my aunt to inquire for a furnished room. He took the attic room on the top floor and the bedroom next it, returned a day or two later with two trunks and a big case of books and stayed nine or ten months",
      "author": "Herman Hesse",
      "id": 3
    },
    {
      "title": "1984",
      "body": "It was a bright cold day in April, and the clocks were striking thirteen. Winston Smith, his chin nuzzled into his breast in an effort to escape the vile wind, slipped quickly through the glass doors of Victory Mansions, though not quickly enough to prevent a swirl of gritty dust from entering along with him. The hallway smelt of boiled cabbage and old rag mats. At one end of it a coloured poster, too large for indoor display, had been tacked to the wall. It depicted simply an enormous face, more than a metre wide: the face of a man of about forty-five, with a heavy black moustache and ruggedly handsome features. Winston made for the stairs. It was no use trying the lift. Even at the best of times it was seldom working, and at present the electric current was cut off during daylight hours. It was part of the economy drive in preparation for Hate Week. The flat was seven flights up, and Winston, who was thirty-nine and had a varicose ulcer above his right ankle, went slowly, resting several times on the way. On each landing, opposite the lift-shaft, the poster with the enormous face gazed from the wall. It was one of those pictures which are so contrived that the eyes follow you about when you move. BIG BROTHER IS WATCHING YOU, the caption beneath it ran.",
      "author": "George Orwell",
      "id": 4
    },
    {
      "title": "Sapiens",
      "body": "ABOUT 13.5 BILLION YEARS AGO, MATTER, energy, time and space came into being in what is known as the Big Bang. The story of these fundamental features of our universe is called physics. About 300,000 years after their appearance, matter and energy started to coalesce into complex structures, called atoms, which then combined into molecules. The story of atoms, molecules and their interactions is called chemistry. About 3.8 billion years ago, on a planet called Earth, certain molecules combined to form particularly large and intricate structures called organisms. The story of organisms is called biology. About 70,000 years ago, organisms belonging to the species Homo sapiens started to form even more elaborate structures called cultures. The subsequent development of these human cultures is called history. Three important revolutions shaped the course of history: the Cognitive Revolution kick-started history about 70,000 years ago. The Agricultural Revolution sped it up about 12,000 years ago. The Scientific Revolution, which got under way only 500 years ago, may well end history and start something completely different. This book tells the story of how these three revolutions have affected humans and their fellow organisms.",
      "author": "Yuval Noah Harari",
      "id": 5
    }
  ]
}